Repository: EasonLiang/bsp_imx6_git2
Catalog: po/*.po
Languages: es

source: -4,--ipv4 search IPv4 sockets only -6,--ipv6 search IPv6 sockets only
es: -4,--ipv4 solo buscar socket IPv4 -6,--ipv6 solo buscar socket IPv6

source: - reset options udp/tcp names: [local_port][,[rmt_host][,[rmt_port]]]
es: - restablecer opciones udp/tcp nombra: [local_port][,[rmt_host][,[rmt_port]]]

source: Copyright (C) 1993-2010 Werner Almesberger and Craig Small
es: © 1993-2010 Werner Almesberger y Craig Small

source: Cannot open /proc directory: %s
es: No puede abrir el directorio /proc: %s

source: Cannot allocate memory for matched proc: %s
es: No puede asignar memoria para coincidente proc: %s

source: Specified filename %s does not exist.
es: Nombre de fichero especificado %s no existe.

source: Cannot stat %s: %s
es: No se puede declarar %s: %s

source: Cannot resolve local port %s: %s
es: No se puede resolver puerto local %s: %s

source: Unknown local port AF %d
es: Puerto local desconocido AF %d

source: Cannot open protocol file "%s": %s
es: No puede abrir el fichero protocolario «%s»: %s

source: Specified filename %s is not a mountpoint.
es: Especificado nombre de fichero %s no es un punto de montaje.

source: %s: Invalid option %s
es: %s: opción inválida: %s

source: Namespace option requires an argument.
es: Opción de espacio de nombre requiere un argumento.

source: Invalid namespace name
es: Nombre inválido de espacio de nombre

source: You can only use files with mountpoint options
es: Solo puede emplar fichero con opción de punto de montaje

source: No process specification given
es: Ninguna especificación de proceso dada

source: all option cannot be used with silent option.
es: toda opción no puede ser empleado con opción silencio.

source: You cannot search for only IPv4 and only IPv6 sockets at the same time
es: No puede buscar varios socket solo por IPv4 e IPv6 al mismo tiempo

source: %*s USER PID ACCESS COMMAND
es: %*s USUARIO PID ACCESO ORDEN

source: (unknown)
es: (desconocido)

source: Cannot stat file %s: %s
es: No puede declarar fichero %s: %s

source: Cannot open /proc/net/unix: %s
es: No puede abrir /proc/net/unix: %s

source: Kill process %d ? (y/N)
es: Matar proceso %d ? (s/N)

source: Could not kill process %d: %s
es: No pudo matar proceso %d:%s

source: Cannot open a network socket.
es: No puede abrir un socket de red.

source: Cannot find socket's device number.
es: No puedo encontrar número del dispositivo del socjket.

source: Kill %s(%s%d) ? (y/N)
es: Mato %s(%s%d) ? (s/N)

source: Signal %s(%s%d) ? (y/N)
es: Señal %s(%s%d) ? (s/N)

source: killall: Cannot get UID from process status
es: killall: No puede obtener UID desde estado de proceso

source: killall: Bad regular expression: %s
es: killall: Expresión regular equivocada: %s

source: killall: skipping partial match %s(%d)
es: killall: omitiendo coincidencia parcial %s(%d)

source: Killed %s(%s%d) with signal %d
es: Muerto %s(%s%d) con señal %d

source: %s: no process found
es: %s: ningún proceso encontrado

source: Usage: killall [ -Z CONTEXT ] [ -u USER ] [ -y TIME ] [ -o TIME ] [ -eIgiqrvw ] [ -s SIGNAL | -SIGNAL ] NAME...
es: Usage: killall [ -Z CONTEXTO ] [ -u USUARIO ] [ -y TIEMPO ] [ -o HORA ] [ -eIgiqrvw ] [ -s SEÑAL | -SEÑAL ] NOMBRE...

source: Usage: killall [OPTION]... [--] NAME...
es: Modo de empleo: killall [OPCIÓN]... [--] NOMBRE...

source: killall -l, --list killall -V, --version -e,--exact require exact match for very long names -I,--ignore-case case insensitive process name match -g,--process-group kill process group instead of process -y,--younger-than kill processes younger than TIME -o,--older-than kill processes older than TIME -i,--interactive ask for confirmation before killing -l,--list list all known signal names -q,--quiet don't print complaints -r,--regexp interpret NAME as an extended regular expression -s,--signal SIGNAL send this signal instead of SIGTERM -u,--user USER kill only process(es) running as USER -v,--verbose report if the signal was successfully sent -V,--version display version information -w,--wait wait for processes to die
es: killall -l, --list killall -V, --version -e,--exact requiere exactamente coincidir para nombres muy largos -I,--ignore-case MAYÚS/minux indistinguibles para coincidencia de nombre del proceso -g,--process-group mata grupo de procesos de vez de procesos -y,--younger-than mata procesos más jóvenes que HORA -o,--older-than mata procesos más antiguos que HORA -i,--interactive pide confirmación antes de matar -l,--list lista todo nombre de señal conocida -q,--quiet no escribe quejas -r,--regexp interpreta NOMBRE como un expreg extendida -s,--signal SIGNAL envía esta señal en vez de SIGTERM -u,--user USER mata solo proceso(s) ejecutándose como USER -v,--verbose comunica si la señal fue correctamente enviada -V,--version enseña versión de información -w,--wait esperar a los procesos que mueran

source: -Z,--context REGEXP kill only process(es) having context (must precede other arguments)
es: -Z,--context REGEXP mata solo proceso(s) teniendo contexto (debe preceder otros argumentos)

source: Copyright (C) 1993-2014 Werner Almesberger and Craig Small
es: © 1993-2014 Werner Almesberger y Craig Small

source: Invalid time format
es: Invalida formato de hora

source: Cannot find user %s
es: No se puede encontrar usuario %s

source: Bad regular expression: %s
es: Expresión regular equivocada: %s

source: killall: Maximum number of names is %d
es: killall: número máximo de nombres es %d

source: killall: %s lacks process entries (not mounted ?)
es: killall: %s carece entradas de proceso (¿ no montado ?)

source: Error attaching to pid %i
es: Error adjuntando a pid %i

source: Copyright (C) 2007 Trent Waddington
es: © 2007 Trent Waddington

source: Usage: prtstat [options] PID ... prtstat -V Print information about a process -r,--raw Raw display of information -V,--version Display version information and exit
es: Modo de empleo: prtstat [options] PID ... prtstat -V Escribe información relativa a un proceso -r,--raw pantalla cruda de información -V,--version Enseña información de versión y termina

source: Copyright (C) 2009 Craig Small
es: © 2009 Craig Small

source: running
es: ejecutando

source: sleeping
es: durmiendo

source: disk sleep
es: disco en espera

source: traced
es: trazado

source: paging
es: paginando

source: unknown
es: desconocido

source: Process: %-14s State: %c (%s) CPU#: %-3d TTY: %s Threads: %ld
es: Procesos: %-14s Estado: %c (%s) CPU#: %-3d TTY: %s Hilos: %ld

source: Process, Group and Session IDs Process ID: %d Parent ID: %d Group ID: %d Session ID: %d T Group ID: %d
es: Proceso, Grupo y ID sesión Proceso ID: %d ID Superior: %d ID grupo: %d ID Sesión: %d T Grupo ID: %d

source: Page Faults This Process (minor major): %8lu %8lu Child Processes (minor major): %8lu %8lu
es: Faltas de Página Este Proceso (menor mayor): %8lu %8lu Procesos Hijos (menor mayor): %8lu %8lu

source: CPU Times This Process (user system guest blkio): %6.2f %6.2f %6.2f %6.2f Child processes (user system guest): %6.2f %6.2f %6.2f
es: Veces CPU Este Proceso (invita usuario del sistema blkio): %6.2f %6.2f %6.2f %6.2f Subprocesos (invita usuario del sistema): %6.2f %6.2f %6.2f

source: Memory Vsize: %-10s RSS: %-10s RSS Limit: %s Code Start: %#-10lx Code Stop: %#-10lx Stack Start: %#-10lx Stack Pointer (ESP): %#10lx Inst Pointer (EIP): %#10lx
es: Memoria Vsize: %-10s RSS: %-10s RSS Límite: %s Código Inicio: %#-10lx Código Detención: %#-10lx Pila Inicio: %#-10lx Pila Puntero (ESP): %#10lx Inst Puntero (EIP): %#10lx

source: Scheduling Policy: %s Nice: %ld RT Priority: %ld %s
es: Horario Política: %s Nice: %ld RT Prioridad: %ld %s

source: asprintf in print_stat failed.
es: asprintf interno a print_stat fallado.

source: Process with pid %d does not exist.
es: Proceso con pid %d no existe.

source: Unable to open stat file for pid %d (%s)
es: Incapaz de abrir estadística para pid %d (%s)

source: Unable to allocate memory for proc_info
es: Incapaz reservar memoria para proceso proc_info

source: Unable to scan stat file
es: Incapaz analizar fichero estadístico

source: Invalid option
es: Opción inválida

source: You must provide at least one PID.
es: Se debe proveer al menos un PID.

source: /proc is not mounted, cannot stat /proc/self/stat.
es: /proc no está montado, no puede especificar /proc/self/stat.

source: %s is empty (not mounted ?)
es: %s está vacío (¿ no montado ?)

source: -Z, --security-context show SELinux security contexts
es: -Z, --security-context muestra contextos de seguridad SELinux

source: PID start at this PID; default is 1 (init) USER show only trees rooted at processes of this user
es: PID inicia en este PID; predeterminado es 1 (init) USER muestra solo árboles con raíz a los procesos de este usuario

source: Copyright (C) 1993-2009 Werner Almesberger and Craig Small
es: © 1993-2009 Werner Almesberger y Craig Small

source: TERM is not set
es: TERM no está especificado

source: Can't get terminal capabilities
es: No puede obtener capacidades del terminal

source: procfs file for %s namespace not available
es: procfs referido a fichero para espacio de nombre %s no disponible

source: No such user name: %s
es: Sin tal nombre de usuario: %s

source: No processes found.
es: Ningún proceso encontrado.

source: Press return to close
es: Pulse retorno para cerrar

source: %s: unknown signal; %s -l lists signals.
es: %s: señal desconocida; %s -l lista señales.
