Repository: EasonLiang/bsp_imx6_git2
Catalog: debian/po/*.po
Languages: pt_br

source: yes, no, ask
pt_br: sim, não, perguntar

source: Trust new CAs certificates?
pt_br: Confiar em novos certificados de CAs ?

source: This package may install new CA (Certificate Authority) certificates when upgrading. You may want to check such new CA certificates and select only certificates that you trust.
pt_br: Este pacote pode instalar novos certificados de CAs (Autoridades Certificadoras) em atualizações futuras. Você pode checar esses novos certificados de CAs e selecionar somente aqueles certificados nos quais você confia.

source: - "yes", new CA certificates will be trusted and installed. - "no", new CA certificates will not be installed by default. - "ask", Ask you trust each new CA certificates or not
pt_br: - 'sim', novos certificados de CAs serão confiáveis e serõ instalados. - 'não', novos certificados de CAs n]ao serão instalados por padrão. - 'perguntar', Pergunta se você confia em cada novo certificados de CA.

source: ${new_crts}
pt_br: ${new_certs}

source: Select new certificates to activate:
pt_br: Selecione os novos certificados a serem ativados :

source: In this upgrading, these new certificates are added. Do you trust these certificates and want that these certificates are installed into /etc/ssl/certs?
pt_br: Nesta atualização, estes novos certificados foram adicionados. Você confia neles e quer que os mesmos sejam instalados em /etc/ssl/certs ?

source: ${enable_crts}
pt_br: ${enable_certs}

source: Select certificates to activate:
pt_br: Selecione os certificados a serem ativados :

source: This package installs common CA (Certificate Authority) certificates in /usr/share/ca-certificates. You can select certs from these available certs to be installed into /etc/ssl/certs. This package will make symlinks and generate a single file of all your selected certs, /etc/ssl/certs/ca-certificates.crt.
pt_br: Este pacote instale certificados de CAs (Autoridades Certificadoras) comuns em /usr/share/ca-certificates. Você pode selecionar certificados dentro os certificados disponíveis para que os mesmos sejam instalados em /etc/ssl/certs. Este pacote irá criar ligações simbólicas e gerar um único arquivo com base em todos os seus certificados escolhidos, com o nome de /etc/ssl/certs/ca-certificates.crt.
